Repository: mozilla-l10n/mt-training-data
Catalog: gwc/gwc_pontoon.tmx
Source language: en_us
Languages: gwc

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gwc: جملاں جمع کٞروگ والہ کامن وائیس آں اصل بھاگ بچنت۔ تُو مُٹو کامن وائیس مئی جمع کٞروگیں کیر اٞ جملہ <writeURL>چُنڑ یا اٞ <reviewURL>جملاں جائیزہ </reviewURL>گھین۔

source: The sentence has a grammatical or spelling error.
gwc: جملاٞ مئی گرامر یا ہجیں غلطی تھی۔

source: The sentence has disrespectful or offensive language.
gwc: جملاٞ مئی باٞ اِزاٞت یا لیݪ جِب شامل تھی۔

source: The sentence must be grammatically correct.
gwc: جملہ گرامراٞں لحاظ دہ صحی چُنڑجینت۔

source: The sentence must be speakable.
gwc: جملہ منوگاں قابِل ہو دہ۔

source: The sentence must be spelled correctly.
gwc: جملہ صحی چُنڑجینت۔

source: The sentence should have fewer than 15 words.
gwc: جملہ مئ پاٞنجاٞ الفاٞظ ما کٞم پکاٞر۔

source: The site is ready to be launched when it reaches 75% completion.
gwc: سائٹ چلاگیں کیر تیار ہویں کون اٞئی 75 فیصد مکمل ہی تہ۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
gwc: سائیٹ کتیک شٞردہ ممکن ہو تے واپس لوڈ ہوئ۔ ناٞم مالومات ایں کیر، ماٞربینی کاٞ شامل ہو<matrixLink> میٹریکس کمیونٹی چیٹ مئ</matrixLink> یا چو <githubLink> گِٹ ہٞب کٞہ</githubLink> یا<discourseLink> مُوں ڈسکورس فورم کٞہ چو</discourseLink> مسٞلہ پیش کٞروگیں کیر تے سائیٹاٞں مسلاٞ رہ نظاٞر ساتوگیں کیر۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
gwc: ٹی ای ڈی۔ ایل ای یو ایم کارپس آڈیو ٹالک تے تساٞں چُنڑاٞل نسخاٞ کاٞں ٹی ای ڈی ویبسائٹ رہ موجود تھو تہ توم تھی چات۔

source: The website text is translated into that language.
gwc: ویب سائٹ آں متن تٞتھیں جِب کٞہ ترجمہ کرجنت۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
gwc: اِیں مواٞد مئ ذاتی طوراٞ مانوڄاں پویاٞنوگ سٞہ متعلق پویانوگاں مالومات تھو، مثلاَ، تسوں ناٞم، ای میل ایڈریس، مقام، پویانوگاں لمبر یا ٹیلیفوناں لمبر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
gwc: اِیں مواٞد ذاتی طور دہ مانوڄاں پویاٞنوگ سٞہ متعلق پویانوگاں مالومات تھو، مثلاَ، تسوں ناٞم، ای میل ایڈریس، مقام، پویانوگاں لمبر یا ٹیلیفوناں لمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gwc: اِیں مالومات اختیاری تھو۔ لخہ تو دیانش تہ تھکو آٞس دہ۔ کون مٞہ اِیں مالومات داٞݭاٞت مٞہ شخصی مالومات دوکٞراٞں تے مٞہ اِیں یقینی کٞراٞں اوں مالومات لکٞہ چھاں نام تے ایمیل آبادیاٞں ماٞلوماٞت لکٞہ اُمر تے جنس اِیں ڈیٹاٞ سٞہ ݭجاٞل نہ ہوئ۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
gwc: اِیں مالومات داٞگ اختیاری تھو۔ لخہ تھکٞہ کٞہ مسلہ نات تے تھکو مالومات دہ۔ کون مٞہ اِیں ڈیٹاسیٹ جاری کٞروݭاٞت تہ مٞہ تمام مالومات باٞنام (فرضی نام والہ) کٞراٞں۔ تے اِیں یقینی کٞراٞں اُوں تتھیں مالومات اوں لخہ چھاں نام تے ای میل ڈیموگرافِک ماٞلوماٞت سٞہ مثلاً اُمر او جنس سٞہ گنڑاٞل نہ ہوئ تہ۔ ٹیکنالوجی ہاٞراٞکیں کیر ران کار کٞروگیں کیر، چاگ واٞلاٞ کٞہ مددگار ہوگیں کیر ڈیٹا تتھیں پکاٞروں سٞہ متنوع خلکاں مظہر آشو تہ۔ میٹا ڈیٹاٞ آں اہمیتاٞں باٞراٞ مئ دی جاٞن۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
gwc: اٞئی اٞ استمالیں کیس دہ چلوگ والہ ٹوٹہ تھو تٞن مئ کاں ڈیٹا تھو سٞہ منیل ہندساں پویانوگ تے اوں \ نہ مالوم کٞروگ رہ کار کٞرنت۔

source: This is how you cite yourself if you wrote the content yourself.
gwc: ائی اینچھلہ اوں کون تو تانی حوالہ داٞݭات کٞہ تئ اٞپینہ کٞہ مواد چُنڑو تہ۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
gwc: اِیں منصوبہ تھوں چھلاٞں خلکہ بغیر ممکن نہ ہوئ۔ 🎉 کامن وائس سٞہ ان مئ شامل ہوگاٞں باٞر طریقاٞ تھوـ تھاکہ حصہ گِھنوگیں کیر کوڈ چاگ اِزدہ کٞروگیں حجاٞت نات۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
gwc: اِیں سیٹینگ چھاں لیڈربورڈ پشباگ کنٹرول کٞراں۔ کون خفیہ ہُو تے چھاں کاریں ترقی بِلِگیل آشیں۔ اسیں مطلاٞب اِینوں چھاں فُٹو، صارفاں نام تے کاریں ترقی لیڈر بورڈ رہ اخکارہ نہ ہوئ۔ یاٞد ساٞت اُوں لیڈر بورڈ تازہ ہوگ دہ بدلی اخکارہ کٞروگ مئ { $minutes }~ مِلٹ ݭیں۔

source: Three to go!
gwc: ݪی کٞرجنت

source: Thur
gwc: تھور

source: Tibetan
gwc: تبتی

source: Tigre
gwc: ٹِگرے

source: Tigrinya
gwc: ٹِیگرینیا

source: Tlazoyaltepec Mixtec
gwc: ٹللازویلٹیپیک مکسٹیک

source: Toba Qom
gwc: توبہ قوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
gwc: تانی ای میل بدلاٞگ یا بدلی گھیاٞگیں کیر ماکٞہ ای میل لاٞڑاٞ<emailFragment><emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
gwc: آج

source: Today's Common Voice progress on clips recorded
gwc: کامن وائس مئ آجوگ ریکارڈ کٞریل کلِپوناں کاریں ترقی

source: Today's Common Voice progress on clips validated
gwc: کامن وائس مئ آجوگ صحی کٞراٞل کلِپونہ آٞں کاریں ترقی

source: Today's Progress
gwc: آجیگ ترقی

source: Toki Pona
gwc: ٹوکی پونہ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
gwc: کامن وائس ڈیٹا سیٹ کٞہ اٞ وائس داٞݭات لازمی دوئی جدا صارفین ماتھی تصدیق کٞراگ۔

source: Too many files
gwc: فائیلونہ باٞر زیات تھی

source: Top Contributors
gwc: سوئ ما رتہ حصہ تلوگ واٞلاٞ

source: Torwali
gwc: توروالی

source: Total
gwc: سواٞ

source: Total Approved
gwc: سواٞ منظور کٞراٞل

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
gwc: لاݭِیم باٞمہ مٞہ کاں مالومات عام کٞرنت تسیں وضاحت کٞرنت تے اساٞں فاٞجداٞ آں خاکہ دِیاٞنت۔ تانی ڈیوائیس / آٞلاٞ رہ کامن وائیساٞں اکاؤنٹ دہ شورو کٞروگیں کیر توئیں لِنک استِمال کٞر۔

source: Toward next goal
gwc: مِڄی ہدفاں بام کٞہ

source: Track progress here and on your stats page.
gwc: کاریں ترقی ہیماٞ تے تانی حِساٞباٞں پاٞݪ رہ مالوم کٞر

source: Transcribe
gwc: نقل کٞروگ

source: Transcribe answers
gwc: جواٞب چُنڑ

source: Transcribe Audio
gwc: آڈیو نقل کٞر

source: Transcribe audio recordings into text
gwc: آڈیو ریکارڈنگز متن مئ چُنڑ

source: Transcribe audio recordings in your language
gwc: تانی جِب مئ آڈیو ریکارڈنگز چُنڑ

source: Transcribe Audio <small>(Coming soon)</small>
gwc: آڈیو چُنڑیل کٞہ گِراٞ <small> (آڈیو شردہ اخکارہ ہوئ) </small>

source: Transcript edited successfully
gwc: چُنڑال مئ بدلی کامیابی دہ ییئ

source: Transcript skipped successfully
gwc: چُنڑاٞل کامیابی دہ چھیری گا۔

source: Transcript submitted successfully
gwc: چُنڑیل کامیابی دہ پیش ہی

source: Transcript voted successfully
gwc: چُنڑیل کٞہ کامیابی دہ اُٹ دِت۔

source: Transgender
gwc: جنس بدلاگاٞل

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
gwc: <translateVideoLink>موں گائڈ بِیر اوں کھیکی پونٹون استمال کٞراٞں۔</translateVideoLink>

source: Translating the site
gwc: سائٹاں ترجمہ کٞروگ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
gwc: ترجمہ انگریزی تھی آشاں، پرہ تودی جِبونہ مئ <strong>تجاویز</strong> پشئ۔ <strong> پروفائیل</strong> آٞں نٞخ رہ کلِک کٞر، دیگیر<strong>سیٹنگز</strong> ایں لنک کلِک کٞر تے کیں جِب تو منوانش تاٞس میلاٞ۔ ٹوپہ لاݭیم پیڄاٞ کُوٹہ ترجمیں اٞ لسٹ ہوگ تاٞسکٞہ مناٞ<strong>لوکلز</strong>۔ ترجماٞ صائٹ راٞکٞہ اٞ دوسٞہ پت اخکارہ ہواٞں۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
gwc: کامن وائس سائٹ آں ترجمہ یاں<strong>پونٹون راٞکٞہ</strong>۔

source: Try again by dragging your file here
gwc: تانی فائیل لکالین گھیاٞگ رہ دِگیراں کوشیش کٞر

source: Try uploading again
gwc: دوبارہ اپ لوڈ کٞروگیں کوشیش کٞر

source: Tshivenda
gwc: څھیوینڈا

source: Tunen
gwc: تونین

source: Tupuri
gwc: توپوری

source: Turkish
gwc: ترکی

source: Turkmen
gwc: ترکمانی

source: Tush
gwc: ٹُش

source: Tuvan
gwc: تووان

source: Twi
gwc: توئی

source: Typically megabytes
gwc: عموماً میگا بائٹس

source: Ubykh
gwc: اُوبیخ

source: Udmurt
gwc: اُدمورت

source: Ukrainian
gwc: یوکرائینی

source: Understand contribution criteria
gwc: شراکیتاں معیار جانوگ

source: Understand how to contribute and validate on the Common Voice dataset
gwc: جاٞناٞ اوں جملاٞ تے ٹیپ کٞراٞل کلپونہ سٞہ مداد تے توم صحی کھیکی کٞراٞں عام ہوازاٞں مواٞد سٞہ۔ کامن وائیسیں ڈیٹا سیٹ مئ حصہ تلوگ تے تصحیح کٞروگ اِزدہ کٞراٞ۔

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gwc: ہاوازیں ریکارڈنگ بوجوگاٞں وخہ جاناٞ اُوں کٞنا بِیݭجنت تے تانی ریکارڈنگ ران کٞروگیں کیر مداٞد کٞروگ!

source: Universities, Academics and Researchers
gwc: یونیورسٹی، اکادمی تے محققین

source: Upload aborted. Do you want to delete your recordings?
gwc: اپ لوڈ ہوگ پاٞݭ ہی۔ آیا تٞھہ ٹیپ کٞراٞل ختم کٞروگ دیاٞنتاٞ؟

source: Upload an image file
gwc: فوٹویں اٞ فائیل بار کٞر

source: { $uploadedQuestions } of { $totalQuestions } questions collected
gwc: سمٞٹاٞل سواٞلونہ { $totalQuestions } مئی{ $uploadedQuestions }

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
gwc: سمٞٹاٞل سواٞلونہ { $totalQuestions } مئی { $uploadedQuestions }۔ سواٞلونہٞ داٞگاٞں باٞراٞ مئ رہنمائی ایں کیر موں <guidelinesLink> رہنمائی آٞں </guidelinesLink> پاٞݪ پٞر۔

source: { $uploadedSentences } of { $totalSentences } sentences collected
gwc: { $totalSentences } سمٹاٞل جُملاٞ مئ { $uploadedSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
gwc: سمٹاٞل جملاٞ مئ { $totalSentences } { $uploadedSentences }۔ مسترد کٞراٞل جُملاٞ ڈاؤنلوڈ کٞروگیں کیر <downloadLink> ہیماک</downloadLink> دبار دہ۔

source: Upload failed, please retry.
gwc: اپ لوڈ ہوگ کامیاب نہ ہُو، ماٞربینی کاٞ دوبارہ کوشیش کٞر

source: Upload <icon></icon> public domain sentences
gwc: اپ لوڈ<icon> </icon> عوامی ڈومیناٞں جُملاٞ

source: Upload in progress...
gwc: اپ لوڈ ہوگ جاری تھی

source: Upload more sentences?
gwc: دی جُملاٞ اپ لوڈ کٞرنتاٞ

source: Upload of this clip keeps failing at server. Reload the page or try again later.
gwc: اِیں کلپ آں اپلوڈ ہوگ سروٞر تھی فیل ہوانت۔ دوبارہ پاݪ لؤڈ کٞر یا دِگیراں کوشیش کٞر۔

source: Upload of this clip keeps failing, keep retrying?
gwc: اِی کلپ آں اپلوڈ ہوگ فیل ہوانتا، دوبارہ کوشش جاری ساٞت؟

source: Urdu
gwc: اردو

source: Use correct grammar
gwc: صحی گرامر استمال کٞر

source: Use correct spelling and grammar
gwc: صحی ہیزی تے گرامر استِمال کٞر

source: Use correct spelling and punctuation
gwc: صحی ہیزی تے روموز استِمال کٞر

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
gwc: فاجدہ من<mark>قدرتی جولاگاں حوالیں </mark> تے استمال مئ(لخٞہ کون تٞھہ دیانش اوں جولاگ پویانوگ والہ خلٞک اوں توم نہ بدٞلاگیل تے روان منٞنش تہ سٞہ کار کٞرگ)

source: User Name
gwc: استمال کٞروگ والاں نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
gwc: صارفین داٞگاٞل کلپنیں چیک کاٞ تصدیق کٞراٞں اوں مٞنوگ والہ جملہ صحی پٞرنت کو نہ۔

source: Ushojo
gwc: اُشوجو

source: Uyghur
gwc: اُوغور

source: Uzbek
gwc: اُزبکی

source: Validated Clips
gwc: صحی کٞراٞل کلِپونہ

source: Validated Hours
gwc: قابل قبول ہوگاٞل گھینٹاٞ

source: Validated Hr. Total
gwc: قبولاٞل ایچ آر سواٞ

source: Validate readings
gwc: پٞروگ ایں تصدیق کٞر

source: Validate Readings
gwc: پٞروگ صحی کٞر

source: Validate Readings, Review Transcriptions
gwc: پٞروگ صحی کٞر، چُنڑیلاں جائیزہ گھِن۔

source: Validate Readings <small>(Coming soon)</small>
gwc: پٞروگ صحی کٞر <small>(شاٞردہ ینت)</small>

source: Validate readings submitted by community members
gwc: کمیونٹیاں ممبراٞنیں دِیش تھی جمہ کٞراٞل پروگ ایں تصدیق کٞر

source: Validate user-recorded readings in your language
gwc: صارفاں ریکارڈ کٞراٞل پروگ تانی جِب مئ صحی کٞر

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
gwc: عطیہ کٞراٞل کلِپونہ قابل قبول چاگ کامن وائیسیں مِشن مئ اٞچھلہ اہم۔ بُجی تئ ماسٞہ معیاری ہوازاں اوپن سورس ڈیٹاسیٹاں چاٞگ مئ مداٞد کٞر۔

source: Validation Progress
gwc: تصدیق جاری تھی

source: Validations
gwc: صحی کٞروگ

source: Value and recognition.
gwc: قدر تے قبولوگ

source: Variant Contribution Options
gwc: جدا جدا شراکیتاں اختیار

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
gwc: مختلف قسیماٞں لہجاٞ جیباں ا جدا شکل تھو، مثلاً ا بھاٞ دروگ یا کیں خلق جِب دئینت تسوں زریعاٞ دہ۔ کلہ کلہ آس کٞہ لہجہ پا مناٞں۔

source: Varying Pronunciations
gwc: بداٞل تلفظ

source: Venetian
gwc: وینیتیائی

source: Version
gwc: ورجن

source: Very common mistakes include:
gwc: باٞر عام غلطیاٞنی مئ شامل تھی؛

source: Vietnamese
gwc: ویتنامی

source: View your progress against personal and project goals.
gwc: ذاتی تے منصوباٞں ہدفیں ترقی بیر۔

source: Visible
gwc: اخکارہ

source: Visit our blog or write about us
gwc: مُوں بلاگ بیݭ یا موں باٞراٞ مئ چُنڑ

source: Voice clips are entered into a submission queue that readies them for listening.
gwc: وائیس کلپونہ جمع کٞروگاٞں قطاٞر مئ داخیل کٞرجاں اِچھلہ اِیں قطار اوم بُجوگیں کیر تیار کٞراں۔

source: Voice Collection
gwc: ہواٞزونہ جمہ کٞروگ

source: Voice Contribution
gwc: ہوازیں شراکیت

source: Voice Dataset, Ready for Download
gwc: ہوازاں ڈیٹاسیٹ، ڈاؤنلوڈیں کیر تیار

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
gwc: ہواز قدرتی تھو، ہواز انسانی تھو۔ تیتھی تانی مشینیں کیر قابل اِستمال ہوازیں ٹیکنالوجی چاٞگ مئ مُوںݭ دِلچسپی تھی۔ پرہ ہوازاں سِسٹم چاگیں کیر چاٞگ واٞلہ کٞہ انتہائ زیات تاٞداٞد مئ ہوازاں ڈیٹا پکاٞر تھو۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
gwc: ہواز قدرتی تھو، ہواز انسانی تھو۔ تیتھی تانی مشینیں کیر قابل اِستمال ہوازیں ٹیکنالوجی چاٞگ مئ مُوں دِلچسپی تھی۔ پرہ ہوازاں اٞ نظام تیار کٞروگیں کیر باٞر زیات مقدار مئ ہوازاں ڈیٹا پکاٞر تھو۔

source: Voices Online Now
gwc: مُٹو آنلائن ہواٞزونہ

source: Voice Validation
gwc: ہوازیں تصدیق

source: Volume
gwc: ہوازیں سپیڈ

source: Votic
gwc: ووٹیک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
gwc: واکس فورج آذاد تے اوپن سورس انجن سٞہ استِمال ہوگیں کیر چُنڑاٞل جولاگ سمٹوگیں کیر تیار کِیت۔

source: Wakhi
gwc: وخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
gwc: کامن وائس ران ہوگ مئ مداٞد دیانتاٞ؟ باٞر رین ؛ ایمیل دہ ما سٞہ رابطہ کٞر یا<discourseLink>ڈسکورس</discourseLink>فورمز، سائٹ آٞں مسئلاٞ جمع کٞر<githubLink>GitHub</githubLink>یا <matrixLink>میٹریکس</matrixLink> کمیونٹی چیٹ مئ شامل ہو۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
gwc: تانی مالوت محفوظ کٞروگ دیانتاٞ؟<createProfile> اٞ پروفائیل چاٞ۔</createProfile>

source: Want to stay in touch with Common Voice?
gwc: توکامن وائیس سٞہ راٞبطاٞ مئ دروگ دیانتا؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
gwc: کون مٞہ کامن وائیساں ڈیٹاسیٹاں ناٞم ورݫن جاری کِیر تے شِید ہوگ دِیانتاٞ؟ موں رِسالہ سبسکرائب کٞر۔

source: Watch our video explainer to help
gwc: مدیدیں کیر موں وضاحتی ویڈیو بِیر

source: Wayuunaiki
gwc: وایونائیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
gwc: مٞہ ہمیشہ ڈیٹا صارفین ما تسوں ضرورِت تے سیاق سباقاٞں باٞراٞ مئ بُجوگ کٞہ کٞن گشاٞں۔ ڈیٹا سمٹوگ مئ سیتوالاٞں پلیٹ فارم تھی گٞشی ڈیٹا ایں صِحتاٞں ماٞلوماٞتائ، مٞہ <emailFragment> تھا ما تھی بُجوگ دِیاٞنت۔ </emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
gwc: مٞہ چاٞنت اٞ عام ذریعہ، باٞر جیباٞں وائس ڈیٹا سیٹ اوں ہر آٞک استمال کٞربائی اوں ہواز داٞگ واٞلاٞ اپلیکیشن ایں تربیت کٞرگ۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
gwc: مٞہ ٹیکنالوجی، نیمار تے جِباٞں حٞق مئ قومی اِداٞراٞں کاٞر کٞروگیں مداٞد کٞروگ دہ خوش ہواٞں۔ لخہ تو اٞ گھاٞن منصوبہ یا مہم چالوکٞروگیں منصوبہ بندی کرنش تہ ضرول <emailFragment> راٞبطاٞ مئ ہو۔ </emailFragment>

source: We are going out to get a coffee.
gwc: مٞہ اٞ کافی ایں کیر بھاٞر کٞہ بچنت

source: We are going out to get coffee.
gwc: مٞہ کافی ایں کیر بھاٞر کٞہ بچٞنت۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
gwc: مٞہ خلوق کٞہ دی اختیارات دئینت اُوں تام ماکہ تانی جنس یا صنفی پویانوگیں کیر کہ مننت۔ ماربینی کاٞ اپینہ مناٞ اُوں تٞھہ اپینہ کھیکی محسوس کٞرنت۔ <learnMoreLink>جنس آں باراٞ مئی مُوں نقطہ نظاٞر دی پا جاناٞ۔ </learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
gwc: مٞہ موزیلا مئی ہاوازیں ٹیکنالوجی آٞں چاٞپھرہ اٞ ڈلہ چاٞنت۔ مٞہ اپ ڈیٹس، تی مواداں ناٞم زرائع دہ رابطہ مئی اپان ساتوگ دیاٞنت، تی اِیں باراٞ مئی دی پا بُجوگ دیاٞنت، اُوں تٞھہ اِیں مواد کھیکی استعمال کٞرنت۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
gwc: موں یقین تھو اوں گھاٞن تے عوامی جوڑ دہ موجود وائس ڈیٹا سیٹونہ مڄ ہوینت مشین لرننگ آٞں بنیاٞد رہ سپیچ ٹیکنالوجی ماٞکٞہ ݫدت تے صحت من تجارتی مقابلہ۔ اٞئی اٞ عالمی کوشش تھی تے مٞپ ہاٞر آٞک کٞہ شرکتیں دعواٞت دیاٞنت۔ موں مقصد دناٞیاٞں ہواٞزونیں قسموناں پشاگ، اٞن دہ سپیچ ٹیکنالوجی دی پا جامع ہوگ۔

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
gwc: مُوں یقین تھواُوں عام دستیاب ہوازیں ڈیٹاسیت مشیناٞں اِزدہ کٞروگاٞں بُنیاد دہ جولاگیں ٹیکنالوجی مئ نیمار تے تجارتی مقاٞبلاٞ کٞہ ترقی دئ۔ کامن وائس باٞر جِبونیں ڈیٹا سیٹ مڄگٞشی موجود سوئے ماتھی گھین وائس ڈیٹاسیٹ تھی تانی قسمیں، پرہ اٞئی آٞک نات۔ اِیں پیج لخہ دی اوپن سورس ذریعاٞں تے کامن وائیساٞں ترقیاں تے نیم ریلیز اپڈیٹ ہوگاں اٞ مرکز تصور کٞراٞ۔

source: Website Localization
gwc: ویب سائٹ لوکلائزیشن

source: Websites
gwc: ویبسائٹ

source: We couldn’t find that page for you
gwc: مٞہ چھیں کیر تٞتھیں پاݪ نہ لد۔

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gwc: چھاں بُجوگیں کیر مٞہ ہوازیں کاں نی کلِپ نہ لید۔ ماٞربینی کاٞ دِگیراں کوشیش کٞر۔

source: We couldn’t get any sentences for you to speak. Please try again later.
gwc: مٞہ دی جملاٞ نہ لٞد کو تُو جولائی تہ۔ ماربینی کاٞ پتائی دیگیراں کوشش کٞر۔

source: Weekly
gwc: ہفتہ وار

source: Weekly Goal
gwc: ہفتہ وار ہدف

source: We launch the Common Voice site in this language.
gwc: مٞہ اِیں جِب مئ کامن وائیس ایں ویب سائیٹ شورو کٞرنت۔

source: Welcome { $company } staff!
gwc: بڑبڑیہ { $company } سٹاف

source: Welcome to Common Voice
gwc: کامن وائیس مئ بڑبڑ یہ

source: Welcome to Spontaneous Speech
gwc: سپانتینئیس سپیچ ماٞکٞہ بڑبڑ یٞہ

source: Welsh
gwc: ویلش

source: We may have run out of clips - refresh the page, or try again later.
gwc: کیدے شی ماکٞہ کلِپ لیست۔ صفحہ تازہ کٞر، یا دوبارہ کوشیش کٞر۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
gwc: مہ کیدیشی اتھاں درخاس وصول نہ کیت۔ ماربینی کاٞ ماکہ اِیں دہ <emailLink></emailLink>ایمیل کٞرا تھوکو مہ تھا سہ رابطہ کٞری!

source: We periodically release the dataset
gwc: مٞہ وخ وخ سٞہ ڈیٹا سیٹ دیاٞں

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
gwc: مٞہ وعدہ کٞرنت اُوں تُھوں مواد راز مئی ہوئے۔ اساں باراٞ مئی<privacyLink> دی مالومات رازدیریاں نوٹس</privacyLink> مئی بیرا۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
gwc: مٞہ باٞر جِبونہ والہ اوپن سورس ہوازیں اِچھلیں ڈیٹاسیٹ چاٞنتھوں تاٞس ہاٞر آٞک ہواز داٞگ والہ ایپلیکیشنز کٞہ تربیت داٞگ مئ استِمال کٞربئ تہ۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
gwc: مٞہ ہوازاں کولا یعنی کاپی رائیٹیں پابندی ما اذاد ڈیٹاسیٹ بار خلک ما سمٹٞنت۔ تانی ہواز دہ، دی خلٞکیں کلپونیں صحی ہوگیں تصدیق کٞر تے ڈیٹاسیٹ ہاٞرآٞکیں کیر رین چاٞ۔

source: We’re experiencing unexpected downtime
gwc: مٞہ غیر متوقع ٹیم ݭاگاں تجربہ کٞرنت۔

source: We're going out to get coffee.
gwc: مٞہ کافی ایں کیر بھاٞر کٞہ بچٞنت۔ (ایماک انگریزی مئ الفاٞظ مِلا کھٹناگاٞں جوڑہ منوت لخہ we are آٞں بھاگ رہ We're)

source: We’re going out to get coffee.
gwc: مٞہ کافی ایں کیر بھاٞر کٞہ بچٞنت۔

source: We release the dataset every 3 months.
gwc: مٞہ ہاٞر ݪی ماٞ پت ڈیٹاسیٹ گٞڑاٞں۔

source: We're making some big changes
gwc: مٞہ کٞتیک گھین تبدیلی کٞرنت۔

source: We're receiving a lot of traffic and are currently investigating the issues.
gwc: مٞہ باٞر رش حصول کٞرنت تے مٞہ حلٞن اِیں مسئلیں تفتیش کٞرنت۔

source: We’re sorry, your platform is not currently supported.
gwc: ما کٞہ افسوس تھو، چھاں پلیٹ فام حالاً ساٞتہ نہ یوپنت۔
